import 'happy_meal.dart';

List<HappyMealData?> dummyWeeklyData = [
  HappyMealData(
      date: "2023-07-24",
      breakfast: '귀리밥 건새우무국 계란장조림 오징어양파링튀김 맛김구이 김치 빵 씨리얼 유음료',
      takeout: "카스테라 세트",
      lunch: "정식 : 수수밥 얼갈이된장국 갈치소금구이 어묵조림 컬리플라워볶음 김치\n일품 : 쇠고기하이라이스 세트",
      dinner: "정식 : 쌀밥 들깨미역국 미니함박 잡채 연근조림 치커리사과무침\n일품 : 중국식짬뽕 세트"),
  HappyMealData(
      date: "2023-07-25",
      breakfast: '1',
      takeout: "카스테라 세트",
      lunch: "정식 : 수수밥 얼갈이된장국 갈치소금구이 어묵조림 컬리플라워볶음 김치\n일품 : 쇠고기하이라이스 세트",
      dinner: "정식 : 쌀밥 들깨미역국 미니함박 잡채 연근조림 치커리사과무침\n일품 : 중국식짬뽕 세트"),
  HappyMealData(
      date: "2023 - 06 - 07",
      breakfast: '2',
      takeout: "카스테라 세트",
      lunch: "정식 : 수수밥 얼갈이된장국 갈치소금구이 어묵조림 컬리플라워볶음 김치\n일품 : 쇠고기하이라이스 세트",
      dinner: "정식 : 쌀밥 들깨미역국 미니함박 잡채 연근조림 치커리사과무침\n일품 : 중국식짬뽕 세트"),
  HappyMealData(
      date: "2023 - 06 - 08",
      breakfast: '3',
      takeout: "카스테라 세트",
      lunch: "정식 : 수수밥 얼갈이된장국 갈치소금구이 어묵조림 컬리플라워볶음 김치\n일품 : 쇠고기하이라이스 세트",
      dinner: "정식 : 쌀밥 들깨미역국 미니함박 잡채 연근조림 치커리사과무침\n일품 : 중국식짬뽕 세트"),
  HappyMealData(
      date: "2023 - 06 - 09",
      breakfast: '4',
      takeout: "카스테라 세트",
      lunch: "정식 : 수수밥 얼갈이된장국 갈치소금구이 어묵조림 컬리플라워볶음 김치\n일품 : 쇠고기하이라이스 세트",
      dinner: "정식 : 쌀밥 들깨미역국 미니함박 잡채 연근조림 치커리사과무침\n일품 : 중국식짬뽕 세트"),
  HappyMealData(
      date: "2023 - 06 - 10",
      breakfast: '5',
      takeout: "카스테라 세트",
      lunch: "정식 : 수수밥 얼갈이된장국 갈치소금구이 어묵조림 컬리플라워볶음 김치\n일품 : 쇠고기하이라이스 세트",
      dinner: "정식 : 쌀밥 들깨미역국 미니함박 잡채 연근조림 치커리사과무침\n일품 : 중국식짬뽕 세트"),
  HappyMealData(
      date: "2023 - 06 - 11",
      breakfast: '6',
      takeout: "카스테라 세트",
      lunch: "정식 : 수수밥 얼갈이된장국 갈치소금구이 어묵조림 컬리플라워볶음 김치\n일품 : 쇠고기하이라이스 세트",
      dinner: "정식 : 쌀밥 들깨미역국 미니함박 잡채 연근조림 치커리사과무침\n일품 : 중국식짬뽕 세트"),
];
