import 'happy_meal.dart';

List<HappyMealData?> dummyWeeklyData = [
  HappyMealData(
      date: "2023-07-24",
      breakfast: '7/24',
      takeout: "카스테라 세트",
      lunch: "정식 : 수수밥 얼갈이된장국 갈치소금구이 어묵조림 컬리플라워볶음 김치\n일품 : 쇠고기하이라이스 세트",
      dinner: "정식 : 쌀밥 들깨미역국 미니함박 잡채 연근조림 치커리사과무침\n일품 : 중국식짬뽕 세트"),
  HappyMealData(
      date: "2023-07-25",
      breakfast: '7/25',
      takeout: "카스테라 세트",
      lunch: "정식 : 수수밥 얼갈이된장국 갈치소금구이 어묵조림 컬리플라워볶음 김치\n일품 : 쇠고기하이라이스 세트",
      dinner: "정식 : 쌀밥 들깨미역국 미니함박 잡채 연근조림 치커리사과무침\n일품 : 중국식짬뽕 세트"),
  HappyMealData(
      date: "2023-07-26",
      breakfast: '7/26',
      takeout: "카스테라 세트",
      lunch: "정식 : 수수밥 얼갈이된장국 갈치소금구이 어묵조림 컬리플라워볶음 김치\n일품 : 쇠고기하이라이스 세트",
      dinner: "정식 : 쌀밥 들깨미역국 미니함박 잡채 연근조림 치커리사과무침\n일품 : 중국식짬뽕 세트"),
  HappyMealData(
      date: "2023-07-27",
      breakfast: '7/27',
      takeout: "카스테라 세트",
      lunch: "정식 : 수수밥 얼갈이된장국 갈치소금구이 어묵조림 컬리플라워볶음 김치\n일품 : 쇠고기하이라이스 세트",
      dinner: "정식 : 쌀밥 들깨미역국 미니함박 잡채 연근조림 치커리사과무침\n일품 : 중국식짬뽕 세트"),
  HappyMealData(
      date: "2023-07-28",
      breakfast: '7/28',
      takeout: "카스테라 세트",
      lunch: "정식 : 수수밥 얼갈이된장국 갈치소금구이 어묵조림 컬리플라워볶음 김치\n일품 : 쇠고기하이라이스 세트",
      dinner: "정식 : 쌀밥 들깨미역국 미니함박 잡채 연근조림 치커리사과무침\n일품 : 중국식짬뽕 세트"),
  HappyMealData(
      date: "2023-07-29",
      breakfast: '7/29',
      takeout: "카스테라 세트",
      lunch: "정식 : 수수밥 얼갈이된장국 갈치소금구이 어묵조림 컬리플라워볶음 김치\n일품 : 쇠고기하이라이스 세트",
      dinner: "정식 : 쌀밥 들깨미역국 미니함박 잡채 연근조림 치커리사과무침\n일품 : 중국식짬뽕 세트"),
  HappyMealData(
      date: "2023-07-30",
      breakfast: '7/30',
      takeout: "카스테라 세트",
      lunch: "정식 : 수수밥 얼갈이된장국 갈치소금구이 어묵조림 컬리플라워볶음 김치\n일품 : 쇠고기하이라이스 세트",
      dinner: "정식 : 쌀밥 들깨미역국 미니함박 잡채 연근조림 치커리사과무침\n일품 : 중국식짬뽕 세트"),
];
